[
{"ptag": ["Passion is a very strong feeling about a person or thing. Passion is an intense emotion, a compelling enthusiasm or desire for something.", "An ideal is a principle or value that one actively pursues as a goal, usually in the context of ethics.", "Patienceis the state of endurance under difficult circumstances, which can mean persevering in the face of delay or provocation without acting on negative annoyance/anger.", "Passion is a very strong feeling about a person or thing. Passion is an intense emotion, a compelling enthusiasm or desire for something.", "An ideal is a principle or value that one actively pursues as a goal, usually in the context of ethics.", "Patience is the state of endurance under difficult circumstances. It will be result of this effort. Let's patience.", "Often reads an article on the history and religious studies. Those are very close and there is also a very interesting fact comes from its relationship.", "I like hip-hop. so It once a  dream that is a Rapper. Now enjoy what remains as a hobby, but taking an exciting bit. check it out!", "My goal is that use programming techniques fluentlly, such as the hands and feet in the next decade. Now I get a lot of help in googling.", "It is enough to create something appealing to swelling poured the whole spirit. I am always amazed at the convenience and visible change through programming.", "\r\nThe next goal is to become a talent that makes use of the processed information, and manage data efficiently is very convenient.\r\nThus, a partner or a customer would have to be a computer illiterate.\r\nI refers computer illiterate that people who do not learn a separate program to set up a work environment or related services.\r\nSo I would like to increase time efficiency and quality of work and leave work a little bit faster boon to the customers.", "GET IN TOUCH WITH ME", "Copyright © DGKang's Website_FirstWork"], "clss": ["1"], "link": ["index.html", "resume.html", "Reference.html", "#", "w_server.html", "#carousel1", "#carousel1", "http://www.facebook.com", "http://www.twitter.com/", "http://www.naver.com/", "http://www.instagram.com/"], "img": ["images/main_background1.png", "images/main_background2.png", "images/main_background3.png", "images/planning.png", "images/confidence.png", "images/specialize.png", "images/facebooklogo.png", "images/twitterlogo.png", "images/bloglogo.png", "images/instalogo.png"], "title": ["Kang's Web"]}
]